import {popupImg, aImg} from './Popup-image.js';

/*
		2.3. Напишите модуль показа изображений в всплывающем popup-окне:
Создайте страницу портфолио с изображениями. К каждому изображению
добавьте ссылку на файл с большим размером, а также подпись.
Минимальное кол-во изображений на стр. должно быть не менее 8шт. По
нажатию на изображение должно открываться popup-окно с его большим
размером, ссылка на которое указано в теге <a>. Закрытие окна должноa>. Закрытие окна должно
происходить по нажатию на черный фон или “крестик”. Дизайн может быть
любым. + АДАПТИВ

		*/

	
